package com.example.lyfecycle

const val x = "Внимание!!У Вас дефицит массы тела!!Избегайте высококалорийных продуктов, " +
        "богатых насыщенными жирами, натрием и сахаром, " +
        "старайтесь набирать вес постепенно, организовать регулярный прием пищи, " +
        "ешьте 5–6 раз в день небольшими порциями, " +
        "не забывайте о перекусах и пейте достаточное количество воды."

const val y = "У Вас все в порядке.Индекс массы тела не превышает допустимых границ."

const val z = "Внимание!!У Вас ожирение!!Рекомендуется ограничение поваренной соли до 5 г/сутки (1 чайная ложка без верха)," +
        " исключив приправы, специи, алкоголь. " +
        "Рекомендуется предпочтение отдавать отвариванию, припусканию, тушению в собственном соку, " +
        "обжариванию в специальной посуде без добавления жиров, сахара, соли, приготовлению на пару, " +
        "в духовке, в фольге или пергаменте, на гриле, без дополнительного использования жиров. " +
        "Не следует злоупотреблять растительными маслами, майонезом при приготовлении салатов. " +
        "Рекомендуется 3 основных приема пищи (завтрак, обед и ужин) и 1-2 перекуса в день. " +
        "Ужин рекомендуется не позднее, чем за 3-4 часа до сна. " +
        "Оптимальный интервал между ужином и завтраком – 10 часов. " +
        "В программах снижения избыточного веса можно предусмотреть разгрузочные дни (1-2 раза в неделю)."

